Repository: MetaModels/notelist
Catalog: src/Resources/translations/*_metamodel_notelist.*.xlf
Languages: de

# backend-module.headline
source: Note list
de: Merkliste

# notelist.label
source: Note list
de: Merkliste

# notelist.description
source: Please select the note list to filter for.
de: Bitte wählen Sie die Merkliste aus, nach der Sie filtern möchten.

# editRecord
source: Edit record %id%
de: Datensatz bearbeiten %id%

# new.label
source: New note list
de: Neue Merkliste

# new.description
source: Create new note list.
de: Erstelle eine neue Merkliste.

# all.label
source: Edit multiple
de: Mehrere bearbeiten

# all.description
source: Edit multiple elements at once
de: Mehrere Elemente auf einmal bearbeiten

# editheader.label
source: Edit note list
de: Bearbeite Merkliste

# editheader.description
source: Edit the note list ID %id%
de: Bearbeite Merkliste ID %id%

# cut.label
source: Cut note list
de: Merkliste ausschneiden

# cut.description
source: Cut note list ID %id%.
de: Merkliste ausschneiden ID %id%.

# copy.label
source: Copy note list
de: Merkliste kopieren

# copy.description
source: Copy note list ID %id%.
de: Merkliste kopieren ID %id%.

# delete.label
source: Delete note list
de: Merkliste löschen

# delete.description
source: Delete note list ID %id%.
de: Merkliste löschen ID %id%.

# show.label
source: Attribute details details
de: Attribut-Details

# show.description
source: Show details of note list ID %id%.
de: Die Details des Attributs ID %id% anzeigen.

# name.label
source: Note list name
de: Name der Merkliste

# name.description
source: Enter the name for this note list
de: Bitte den Namen der Merkliste eingeben.

# name_langcode.label
source: Language
de: Sprache

# name_value.label
source: Note list name
de: Name der Merkliste

# storageAdapter.label
source: Storage adapter
de: Speicheradapter

# storageAdapter.description
source: Choose the storage adapter to use.
de: Bitte einen Adapter zum Speichern der Daten wählen.

# filter.description
source: Choose the filter setting to use for item acceptance.
de: Wählen Sie die Filtereinstellung aus, die für die Annahme von Datensätzen verwendet werden soll.

# form.label
source: Form
de: Formular

# form.description
source: Choose the form to use for meta-data handling (if none selected, simple links for add/remove will get used).
de: Wählen Sie das Formular aus, das für die Bearbeitung der zusätzlichen Daten verwendet werden soll (wenn kein Formular ausgewählt ist, werden einfache Links zum Hinzufügen/Entfernen verwendet).

# config_legend
source: Configuration
de: Konfiguration

source: Save
de: Speichern

# saveNclose
source: Save and close
de: Speichern und schliessen

# saveNcreate
source: Save and new
de: Speichern und neu

# saveNback
source: Save and go back
de: Speichern und zurück

# backBT
source: Go back
de: Zurück

# backBTTitle
source: Back to the previous page
de: Zurück zur vorherigen Seite navigieren
